<template>
  <div class="content">
    <div class="newsList">
      <ul>
        <li>
          <a href="conText.html">
            <h2>这是栏目的组件</h2>
            <p>那时看风景老师发来为您发垃圾上单付款IE窝囊废v士大夫胃癌风险资产vie人巴按钮上飞机你就爱上飞机哇哦为吉拉拉中年妇女看中了我认为你看见俺家里发呆看见老婆脾气哦脾气如何考虑这款尼古拉</p>
          </a>
        </li>
        <li>
          <a href="conText.html">
            <h2>这是栏目的组件</h2>
            <p>那时看风景老师发来为您发垃圾上单付款IE窝囊废v士大夫胃癌风险资产vie人巴按钮上飞机你就爱上飞机哇哦为吉拉拉中年妇女看中了我认为你看见俺家里发呆看见老婆脾气哦脾气如何考虑这款尼古拉</p>
          </a>
        </li>
        <li>
          <a href="conText.html">
            <h2>这是栏目的组件</h2>
            <p>那时看风景老师发来为您发垃圾上单付款IE窝囊废v士大夫胃癌风险资产vie人巴按钮上飞机你就爱上飞机哇哦为吉拉拉中年妇女看中了我认为你看见俺家里发呆看见老婆脾气哦脾气如何考虑这款尼古拉</p>
          </a>
        </li>
        <li>
          <a href="conText.html">
            <h2>这是栏目的组件</h2>
            <p>那时看风景老师发来为您发垃圾上单付款IE窝囊废v士大夫胃癌风险资产vie人巴按钮上飞机你就爱上飞机哇哦为吉拉拉中年妇女看中了我认为你看见俺家里发呆看见老婆脾气哦脾气如何考虑这款尼古拉</p>
          </a>
        </li>
        <li>
          <a href="conText.html">
            <h2>这是栏目的组件</h2>
            <p>那时看风景老师发来为您发垃圾上单付款IE窝囊废v士大夫胃癌风险资产vie人巴按钮上飞机你就爱上飞机哇哦为吉拉拉中年妇女看中了我认为你看见俺家里发呆看见老婆脾气哦脾气如何考虑这款尼古拉</p>
          </a>
        </li>
      </ul>
    </div>
  </div>
</template>
<style scoped>
  .newsList {
    margin-top: 40px;
  }
</style>